"alert_title" = "Title of the alert";
"alert_message" = "Some alert body there";

"greetings" = "Hello, my name is %@ and I'm %d";

"apples.count" = "You have %d apples";
"bananas.owner" = "Those %d bananas belong to %@.";
